Repository: caocuongccc/HotelBooking
Catalog: Admin/Einvoice-Furama/Language/resource.*.resx
Languages: vi

# Address
source: Address: 105 Vo Nguyen Giap St, Khue My Ward, Ngu Hanh Son Dist, Da Nang City, Vietnam
vi: Địa chỉ: 105 Võ Nguyên Giáp, P. Khuê Mỹ, Q. Ngũ Hành Sơn, Tp. Đà Nẵng

# ChiTietHoaDon
source: View Detail Invoice.
vi: Xem chi tiết hóa đơn.

# ChuaPhatHanh
source: Not published
vi: Chưa phát hành

# ChuaThanhToan
source: Not paymented
vi: Chưa thanh toán

# ChuaXem
source: Not viewed
vi: Chưa xem

# DangNhap
source: Login
vi: Đăng Nhập

# DaPhatHanh
source: Published
vi: Đã phát hành

# DaThanhToan
source: Paymented
vi: Đã thanh toán

# DaXem
source: Viewed
vi: Đã xem

source: From date
vi: Từ ngày

source: in total
vi: trong tổng số

# KyHieu
source: Pattern
vi: Ký Hiệu

source: Listed
vi: Liệt kê

# ListInvByPDF
source: Invoices List By PDF
vi: Xuất Danh Sách Hóa Đơn Dạng PDF

# MauSo
source: Serial
vi: Mẫu Số

# NgayXuat
source: Publish Date
vi: Ngày lập

source: Page
vi: Trang

source: Remember ?
vi: Ghi nhớ ?

# SoHoaDon
source: Invoice No.
vi: Số Hóa Đơn

# Stt
source: No.
vi: Stt

# Tel
source: Tel.: (0511) 3 847 333
vi: Điện thoại: (0511) 3 847 333

# TenHoaDon
source: Invoice Name
vi: Tên Hóa Đơn

# ThanhToan
source: Payment Status
vi: Thanh Toán

source: To date
vi: đến ngày

# TongTien
source: Total Balance
vi: Tổng Tiền

# TrangThai
source: Invoice Status
vi: Trạng Thái

source: VAT Invoice
vi: Hóa đơn giá trị gia tăng

# ViewFromDate
source: From date
vi: Xem từ ngày

# XemHoaDon
source: View Status
vi: Xem hóa đơn

# XemPDF
source: View PDF.
vi: Xem dạng PDF.

source: Account
vi: Tên tài khoản

# Addr
source: Address
vi: Địa chỉ

source: Back
vi: Quay lại

source: Bank Account Name
vi: Tên chủ tài khoản ngân hàng

source: Bank Name
vi: Tên ngân hàng

source: Bank Number
vi: Số tài khoản

# ChangePass
source: Change Password
vi: Đổi mật khẩu

# ChangePassFirst
source: Change Password In The First Time
vi: Đổi mật khẩu cho lần đầu đăng nhập

# ChangePassText
source: (In the first login time, you should change default password by system to ensure security safe !!! )
vi: (Với lần đăng nhập đầu tiên, bạn nên đổi mật khẩu mặc định đã được cung cấp để đảm bảo tính <b>an toàn</b> !!! )

source: Contact Person
vi: Người đại diện:

# CusCode
source: Customer Code
vi: Mã khách hàng

# CusName
source: Customer Name
vi: Tên khách hàng

# CusType
source: Cusomer Type
vi: Mã số khách hàng :

source: Edit Profile
vi: Sửa thông tin

source: Email
vi: Thư điện tử

# Exit
source: Logout
vi: Thoát

# ForgotPass
source: Forgot password
vi: Quên mật khẩu

source: Hello
vi: Xin chào

# Index
source: Home Page
vi: Trang chủ

# InforCus
source: Customer Information
vi: Thông tin khách hàng

source: Introduce
vi: Giới thiệu

# InvoiceReseach
source: E-Invoice Portal
vi: Cổng tra cứu hóa đơn

# ListBill
source: Invoices list of
vi: Danh sách hóa đơn của :

source: List Customer
vi: Danh sách khách hàng

# LoginSystem
source: Login
vi: Đăng nhập hệ thống

# MST
source: Tax Code
vi: Mã số thuế

# NewPass
source: New Password
vi: Mật khẩu mới

# NoteFromSystem
source: Notification from system
vi: Thông báo từ chương trình

source: Phone
vi: Điện thoại

source: Profile
vi: Thông tin

# RecentPass
source: Recent Password
vi: Mật khẩu hiện tại

# ReNewPass
source: Reenter New Password
vi: Nhập lại mật khẩu mới

source: Represent Person
vi: Người đại diện:

# ResetPassText
source: Reset your password by enter your code?
vi: Nhập mã khách hàng để cài đặt lại mật khẩu?

# taikhoan
source: Account
vi: Tài khoản

# TaxCode
source: Cus Tax Code
vi: Mã số khách hàng

# Toviewinv
source: to view invoice.
vi: để xem hóa đơn.

source: You must
vi: Bạn phải

# NotExist
source: Not exist your account in system. Please contact Support team to get more information.
vi: Không tồn tại tài khoản này trên hệ thống. Quý khách vui lòng liên hệ bộ phận hỗ trợ để được hỗ trợ.

# NotSend
source: Can't send password because your account not exist email address in system. Please contact support team to get more information.
vi: Không thể gửi mật khẩu vì tài khoản này chưa có e-mail trên hệ thống. Quý khách vui lòng liên hệ bộ phận hỗ trợ để được hỗ trợ.

# SendOK1
source: Reset password successfully! Please access email address
vi: Khôi phục mật khẩu thành công . Quý khách hàng vui lòng truy cập e-mail

# SendOK2
source: to check account information.
vi: để kiểm tra thông tin tài khoản.

# ChangePassCus
source: Change password customer :
vi: Đổi mật khẩu khách hàng :

# Error1
source: User or password you enter not match. Please try again.
vi: Tài khoản hoặc mật khẩu chưa đúng. Vui lòng nhập lại

# Error3
source: Your account has not yet invoice.
vi: Tài khoản này chưa có hóa đơn phát sinh

# CancelProcess
source: Cancel
vi: Hủy thao tác

# HasBill
source: Invoice paymented
vi: Hóa đơn đã thanh toán

# InvoiceNormal
source: Normal Invoice
vi: Hóa đơn thông thường

# NotBill
source: Invoice no payment
vi: Hóa đơn chưa thanh toán

# SaveChanged
source: Saved Changed
vi: Lưu thay đổi

# Matkhau
source: Password
vi: Mật khẩu

# Previous
source: previous page
vi: Trang trước

source: Return
vi: Quay lại

# TenDangNhap
source: Username
vi: Tên đăng nhập

# Remember1
source: Remember ?
vi: Ghi nhớ ?

# accountnotExist
source: Username or password is incorrect.
vi: Tên đăng nhập hoặc mật khẩu không đúng.

# errorConfirmEmail
source: ConfirmEmail failed
vi: Xác nhận Email thất bại

# ErrorPass
source: User or password you enter not match. Please try again.
vi: Tên đăng nhập hoặc mật khẩu không đúng.

# alertCheckagain
source: Wrong Credentials. Please check again.
vi: Tài khoản không đúng. Quý khách vui lòng kiểm tra lại tài khoản.

# userNotFound
source: No user found.
vi: Không tìm thấy tài khoản

# changedpass
source: Your password has been changed.
vi: Mật khẩu của bạn đã được thay đổi

# createdpass
source: Your password has been set.
vi: Mật khẩu của bạn đã được tạo

# erroroccurred
source: An error has occurred.
vi: Xuất hiện một lỗi

# alertNewPass
source: Notification of new password
vi: Thông báo mật khẩu mới

# alertNewPass1
source: pleasead to inform you that your password just have been changed. Your new password is:
vi: xin trân trọng thông báo quý khách vừa thay đổi mật khẩu trên hệ thống hóa đơn điện tử. Mật khẩu mới là:

# alertNewPass2
source: Please access
vi: Quý khách vui lòng truy cập

# alertNewPass3
source: to change the password.
vi: để thay đổi mật khẩu.

# cantSendpass
source: Cannot send password because system does not find any email associated with this account. Please contact the support department for assistance.
vi: Không thể gửi mật khẩu vì tài khoản này chưa có e-mail trên hệ thống. Quý khách vui lòng liên hệ bộ phận hỗ trợ để được hỗ trợ.

# usernotExist
source: Username (customer code) is incorrect.
vi: Tên đăng nhập (mã khách hàng) không đúng.

# add
source: Address
vi: Địa chỉ

# addval
source: Cu Du Village, Loc Vinh Commune, Phu Loc District, Thua Thien Hue Province, Vietnam
vi: Thôn Cù Dù, Xã Lộc Vĩnh, Huyện Phú Lộc, Tỉnh Thừa Thiên Huế, Việt Nam

# enterSearchinvoice
source: Please enter invoice code
vi: Nhập mã kiểm tra nhanh hóa đơn

source: Invoice Not Found
vi: Không tìm thấy hóa đơn

source: Login
vi: Đăng nhập

# name
source: LAGUNA Company(VIETNAM)
vi: Công ty TNHH LAGUNA(VIỆT NAM)

# notpayinvoice
source: Your invoice hasnt been settled. please pay it!
vi: Hóa đơn bạn chọn chưa thanh toán. Vui lòng thanh toán hóa đơn !

# nullinvhash
source: Please enter invoice code
vi: Vui lòng nhập mã số hóa đơn

source: Search
vi: Tìm kiếm

source: SEARCH INVOICE
vi: KIỂM TRA NHANH HÓA ĐƠN

# ConfirmPass
source: Confirm new password
vi: Xác nhận mật khẩu mới

# CurPass
source: Current password
vi: Mật khẩu hiện tại

# EnterAddr
source: Enter Address
vi: Chưa nhập địa chỉ

# EnterCusName
source: Enter Customer name
vi: Chưa nhập tên khách hàng

# enternewpass
source: Enter new password
vi: Chưa nhập mật khẩu mới

# EnterPass
source: Not enter password
vi: Chưa nhập mật khẩu

# EnterUser
source: Not enter username (cuscode)
vi: Chưa nhập tài khoản(Mã khách hàng)

# equalpass
source: The new password and confirmation password do not match.
vi: Mật khẩu nhập lại chưa khớp.

# ErrorEmail
source: Incorrect formats email
vi: Không đúng định dạng mail

# leastlong
source: The {0} must be at least {2} characters long.
vi: {0} ít nhất phải có {2} ký tự trở lên.

# LongestName
source: Customer name can't too long 150 character.
vi: Tên khách hàng không vượt quá 150 kí tự

# LongestUsername
source: Username can't too long 150 character.
vi: Tài khoản không thể vượt quá 150 kí tự

# Pass
source: Password:
vi: Mật khẩu:

# User
source: Username:
vi: Tên đăng nhập:

# EmailFooter
source: Sincerely yours!
vi: Trân trọng cảm ơn!

# EmailTitle
source: Dear,
vi: Kính gửi Quý khách,

# designedby
source: Designed by VNPT Software
vi: Thiết kế bởi VNPT Software

# InvDown
source: Down with *.inv
vi: Down về dạng *.inv

# InvoiceAdjustD
source: Invoice Adjust Descrease
vi: Hóa đơn điều chỉnh giảm

# InvoiceAdjustIn
source: Invoice Adjust Increase
vi: Hóa đơn điều chỉnh tăng

# InvoiceAdjustInfor
source: Invoice Adjust Information
vi: Hóa đơn điều chỉnh thông tin

# InvoiceReplace
source: Invoice Replaced
vi: Hóa đơn thay thế
